{
  "coreFeatures": {
  "oneShot": {
    "title": "Ein-Klick-Übersetzung",
    "desc": "Komplette Videoübersetzung mit Voice-over, Untertiteln und Lippen-Synchronisation in einem Schritt."
  },
  "toneColor": {
    "title": "Stimmfarbenerhaltung",
    "desc": "Erhält die einzigartigen Stimmmerkmale und Tonqualitäten des ursprünglichen Sprechers."
  },
  "emotional": {
    "title": "Emotionale Sprache",
    "desc": "KI reproduziert emotionale Nuancen und sorgt für authentischen Ausdruck über Sprachgrenzen hinweg."
  },
  "lipSync": {
    "title": "Lippen-Synchronisation",
    "desc": "Fortschrittliche Lippen-Synchronisierung, die Mundbewegungen perfekt mit der übersetzten Tonspur abgleicht."
  },
  "subtitle": {
    "title": "Untertitelgenerator",
    "desc": "Intelligente Untertitelerstellung mit präzisem Timing und natürlichem Sprachfluss."
  },
  "languages": {
    "title": "170+ Sprachen",
    "desc": "Übersetzen Sie Ihre Inhalte in über 170 Sprachen mit nahezu muttersprachlicher Genauigkeit."
  }
},
 "upcoming": {
    "title": "Demnächst verfügbar",
    "subtitle": "Nächste Generation von Funktionen in Entwicklung",
    "styleTransfer": {
      "title": "Stilübertragung",
      "desc": "Wende filmische oder markenspezifische Stile auf deine Videos an – mit KI-gestützter visueller Transformation."
    },
    "mangaTranslation": {
      "title": "Manga-Übersetzung",
      "desc": "Automatische Übersetzung von Manga und Comics mit Texterkennung, Blasenbearbeitung und kultureller Anpassung."
    },
    "templatedVideo": {
      "title": "Vorlagenbasierte Videogenerierung",
      "desc": "Erstelle professionelle Videos aus Vorlagen mit KI-generierten Inhalten und Markenanpassung."
    },
    "statusQ3": "Kommt im Q3 2025",
    "statusQ4": "Kommt im Q4 2025"
  },
  "export": {
    "title": "Export",
    "export": "Export",
    "downloading": "Downloading..."
  },
  "delete": {
    "title": "Double Confirm",
    "message": "Are you sure you want to delete this project",
    "warning": "This action cannot be undone.",
    "cancel": "Cancel",
    "delete": "Delete",
    "deleting": "Deleting..."
  },
  "userMenu": {
    "topUpCredits": "Top Up Credits",
    "remaining": "Remaining",
    "planRemaining": "Plan Remaining", 
    "validUntil": "Valid until",
    "creditsHistory": "Credits History",
    "subscribePlan": "Subscribe Plan",
    "supportTicket": "Support Ticket",
    "signOut": "Sign Out"
  },
  "technology": {
    "multimodal": {
      "title": "Multimodale Erkennung",
      "desc": "Wir kombinieren Sprach- und Untertitelsignale, um genauere und robustere Transkriptionen zu erzielen. Diese Zwei-Kanal-Erkennung reduziert Fehler und sorgt für bessere Übereinstimmung mit dem Originalinhalt – insbesondere in lauten oder komplexen Audioszenen."
    },
    "emotional": {
      "title": "Emotionale Sprachsynthese",
      "desc": "Unsere Sprachsynthese-Modelle erzeugen ausdrucksstarke, emotional nuancierte Sprache, die das Storytelling verbessert und das Publikum stärker einbindet. Durch die Erfassung von Tonfall, Rhythmus und Nuancen wirken AI-Stimmen menschlicher."
    },
    "lengthaware": {
      "title": "Längenbewusste Übersetzung und Anpassung",
      "desc": "Wir optimieren Übersetzungen nicht nur auf Genauigkeit, sondern auch auf Timing und Tempo – entscheidend für die Synchronisation von Video und Sprache. Nutzer können Tonfall, Länge und Formulierungen an unterschiedliche Inhalte und Zielgruppen anpassen."
    },
    "controlled": {
      "title": "Kontrollierte Videogenerierung",
      "desc": "Wir ermöglichen strukturierte, vorlagenbasierte Videogenerierung mit steuerbaren visuellen Elementen und Übergängen. So erhalten Kreative kreative Freiheit und gleichzeitige Produktionskonsistenz – mit weniger manueller Arbeit und hoher Qualität."
    }
  },
  "tools": {
    "video_dubbing": {
      "title": "Video-Synchronisation",
      "desc": "Übersetze dein Video in jede Sprache mit präziser Lokalisierung und Sprachsynchronisation"
    },
    "subtitle_captioner": {
      "title": "Untertitel-Generator",
      "desc": "Erstelle automatisch mehrsprachige Untertitel zur Verbesserung von Klarheit und Zugänglichkeit"
    },
    "lip_syncing": {
      "title": "Lippensynchronisation",
      "desc": "Perfekte Lippensynchronität dank KI-gestützter Technik"
    },
    "style_transfer": {
      "title": "Stilübertragung",
      "desc": "Verwandle dein Video in Pixar-, Ghibli- oder andere künstlerische Stile – bald verfügbar"
    },
    "coming_soon": "Bald verfügbar",
    "create": "Erstellen"
  }
}